import { Film } from "../models/film.model";

export const FILMS: Film[] = [
    {
        id: 0,
        title: 'Марсианин 1',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    },
    {
        id: 1,
        title: 'Марсианин 2',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    },
    {
        id: 2,
        title: 'Марсианин 3',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    },
    {
        id: 3,
        title: 'Марсианин 4',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    },
    {
        id: 4,
        title: 'Марсианин 5',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    },
    {
        id: 5,
        title: 'Марсианин 6',
        original: 'The Martian 2015',
        category: 'Фантастика, приключения',
        raiting: 7.8,
        image: './images/film.jpeg',
        link: '/film',
        description: 'Марсианская миссия «Арес-3» в процессе работы была вынуждена экстренно покинуть планету из- за надвигающейся песчаной бури.Инженер и биолог Марк Уотни получил повреждение скафандра во время песчаной бури.Сотрудники миссии, посчитав его погибшим, эвакуировались с планеты, оставив Марка одного.'
    }
]